
"Home" = "Prepare um ótimo café em casa";

"Recipelist" = "com ótimas receitas de profissionais do café";

"Tetsu" = "incluindo o famoso método 4:6 de Tetsu Kasuya.";

"Recipedetail" = "Ajuste as quantidades de café e água conforme necessário.";

"Preparation" = "Prepare com instruções detalhadas";

"Brewing" = "as etapas de preparação ajustam-se automaticamente.";

"Darktheme" = "Suporta tema escuro";

"Languages" = "e múltiplas línguas.";